var monday_level1_text = {
    stage0: ['']
}
var monday_level1_voice = {
    stage0: ['']
}

var tuesday_level1_text = {
    stage0: ['']
}
var tuesday_level1_voice = {
    stage0: ['']
}

var wednesday_level1_text = {
    stage0: ['']
}
var wednesday_level1_voice = {
    stage0: ['']
}

var thursday_level1_text = {
    stage0: ['']
}
var thursday_level1_voice = {
    stage0: ['']
}

var friday_level1_text = {
    stage0: ['']
}
var friday_level1_voice = {
    stage0: ['']
}

var saturday_level1_text = {
    stage0: ['']
}
var saturday_level1_voice = {
    stage0: ['']
}

var sunday_level1_text = {
    stage0: ['']
}
var sunday_level1_voice = {
    stage0: ['']
}

var monday_level2_text = {
    stage0: ['']
}
var monday_level2_voice = {
    stage0: ['']
}

var tuesday_level2_text = {
    stage0: ['']
}
var tuesday_level2_voice = {
    stage0: ['']
}

var wednesday_level2_text = {
    stage0: ['']
}
var wednesday_level2_voice = {
    stage0: ['']
}

var thursday_level2_text = {
    stage0: ['']
}
var thursday_level2_voice = {
    stage0: ['']
}

var friday_level2_text = {
    stage0: ['']
}
var friday_level2_voice = {
    stage0: ['']
}
                    
var saturday_level2_text = {
    stage0: ['']
}
var saturday_level2_voice = {
    stage0: ['']
}

var sunday_level2_text = {
    stage0: ['']
}
var sunday_level2_voice = {
    stage0: ['']
}

var monday_level3_text = {
    stage0: ['']
}
var monday_level3_voice = {
    stage0: ['']
}

var tuesday_level3_text = {
    stage0: ['']
}
var tuesday_level3_voice = {
    stage0: ['']
}

var wednesday_level3_text = {
    stage0: ['']
}
var wednesday_level3_voice = {
    stage0: ['']
}

var thursday_level3_text = {
    stage0: ['']
}
var thursday_level3_voice = {
    stage0: ['']
}

var friday_level3_text = {
    stage0: ['']
}
var friday_level3_voice = {
    stage0: ['']
}
                    
var saturday_level3_text = {
    stage0: ['']
}
var saturday_level3_voice = {
    stage0: ['']
}

var sunday_level3_text = {
    stage0: ['']
}
var sunday_level3_voice = {
    stage0: ['']
}

var flow_before_week_text = {
    stage0: ['msg_41']
}

var flow_before_week_voice = {
    stage0: ['msg_41']
}

var flow_after_week_text = {
    stage0: ['msg_7']
}

var flow_after_week_voice = {
    stage0: ['msg_7']
}

var flow_sameday_yes_text = {
    stage0: ['msg_17']
}

var flow_sameday_yes_voice = {
    stage0: ['msg_17']
}

var flow_sameday_no_text = {
    stage0: ['msg_20']
}

var flow_sameday_no_voice = {
    stage0: ['msg_20']
}

var flow_nextday_yes_text = {
    stage0: ['msg_26']
}

var flow_nextday_yes_voice = {
    stage0: ['msg_26']
}

var flow_nextday_no_text = {
    stage0: ['msg_29']
}

var flow_nextday_no_voice = {
    stage0: ['msg_29']
}

var flow_afterday_yes_text = {
    stage0: ['msg_35']
}

var flow_afterday_yes_voice = {
    stage0: ['msg_35']
}

var flow_afterday_no_text = {
    stage0: ['msg_38']
}

var flow_afterday_no_voice = {
    stage0: ['msg_38']
}

var flow_sameday_text = {
    stage0: ['msg_14']
}

var flow_sameday_voice = {
    stage0: ['msg_14']
}

var flow_nextday_text = {
    stage0: ['msg_23']
}

var flow_nextday_voice = {
    stage0: ['msg_23']
}

var flow_afterday_text = {
    stage0: ['msg_32']
}

var flow_afterday_voice = {
    stage0: ['msg_32']
}


var flow_random_naruse_text = {
    stage0: ['msg_146']
}

var flow_random_naruse_voice = {
    stage0: ['msg_146']
}

var flow_random_suki_text = {
    stage0: ['msg_141']
}

var flow_random_suki_voice = {
    stage0: ['msg_141']
}

var flow_random_type_text = {
    stage0: ['msg_143']
}

var flow_random_type_voice = {
    stage0: ['msg_143']
}

var flow_random_kitsui_text = {
    stage0: ['msg_144']
}

var flow_random_kitsui_voice = {
    stage0: ['msg_144']
}

var flow_random_yasashiku_text = {
    stage0: ['msg_145']
}

var flow_random_yasashiku_voice = {
    stage0: ['msg_145']
}

var flow_random_homete_text = {
    stage0: ['msg_148']
}

var flow_random_homete_voice = {
    stage0: ['msg_148']
}

var flow_random_eguchi_text = {
    stage0: ['msg_149']
}

var flow_random_eguchi_voice = {
    stage0: ['msg_149']
}

var flow_random_curry_text = {
    stage0: ['msg_150']
}

var flow_random_curry_voice = {
    stage0: ['msg_150']
}

var flow_random_s_text = {
    stage0: ['msg_151']
}

var flow_random_s_voice = {
    stage0: ['msg_151']
}

var flow_random_peko_text = {
    stage0: ['msg_152']
}

var flow_random_peko_voice = {
    stage0: ['msg_152']
}

var flow_random_jishin_text = {
    stage0: ['msg_153']
}

var flow_random_jishin_voice = {
    stage0: ['msg_153']
}

var flow_random_itai_text = {
    stage0: ['msg_154']
}

var flow_random_itai_voice = {
    stage0: ['msg_154']
}

var flow_random_baka_text = {
    stage0: ['msg_155']
}

var flow_random_baka_voice = {
    stage0: ['msg_155']
}

var flow_random_ikemen_text = {
    stage0: ['msg_156']
}

var flow_random_ikemen_voice = {
    stage0: ['msg_156']
}

var flow_random_yasumi_text = {
    stage0: ['msg_157']
}

var flow_random_yasumi_voice = {
    stage0: ['msg_157']
}

/*
var flow_goodnight_text = {
    stage0: ['msg_39']
}

var flow_goodnight_voice = {
    stage0: ['msg_39']
}
*/

var flow_morning_text = {
    stage0: ['msg_91']
}

var flow_morning_voice = {
    stage0: ['msg_91']
}

var flow_evening_text = {
    stage0: ['msg_96']
}

var flow_evening_voice = {
    stage0: ['msg_96']
}

var flow_night_text = {
    stage0: ['msg_101']
}

var flow_night_voice = {
    stage0: ['msg_101']
}

var flow_love_text = {
    stage0: ['msg_32']
}

var flow_love_voice = {
    stage0: ['msg_32']
}

var flow_fashion_text = {
    stage0: ['msg_33']
}

var flow_fashion_voice = {
    stage0: ['msg_33']
}

var flow_meetyou_text = {
    stage0: ['msg_34']
}

var flow_meetyou_voice = {
    stage0: ['msg_34']
}

var flow_anotherquestion_text = {
    stage0: ['msg_35']
}

var flow_anotherquestion_voice = {
    stage0: ['msg_35']
}

var flow_level1_text = {
    stage0: ['msg_8']
}

var flow_level1_voice = {
    stage0: ['msg_8']
}

var flow_level2_text = {
    stage0: ['msg_9']
}

var flow_level2_voice = {
    stage0: ['msg_9']
}

var flow_level3_text = {
    stage0: ['msg_10']
}

var flow_level3_voice = {
    stage0: ['msg_10']
}

var flow_revisited_text = {
    stage0: ['msg_23'],
    stage1: ['msg_41']
};

var flow_revisited_voice = {
    stage0: ['msg_23'],
    stage1: ['msg_41']
};

var flow_reprompt_text = {
    stage0: ['msg_0'],
    stage1: ['msg_3'],
    stage2: ['msg_6'],
    stage3: ['msg_11'],
    stage4: ['msg_50'],
    stage5: ['msg_50'],
    stage6: ['msg_200'],
    stage7: ['msg_50'],
    stage8: ['msg_71'],
    stage9: ['msg_77']
};

var flow_reprompt_voice = {
    stage0: ['msg_70'],
    stage1: ['msg_1'],
    stage2: ['msg_2'],
    stage3: ['msg_3'],
    stage4: ['msg_4'],
    stage5: ['msg_5'],
    stage6: ['msg_7'],
    stage7: ['msg_8'],
    stage8: ['msg_13'],
    stage9: ['msg_14'],
    stage10: ['msg_15'],
    stage11: ['msg_17'],
};


var flow_another_text = {
    stage0: ['msg_24']
}

var flow_another_voice = {
    stage0: ['msg_24']
}

var flow_goal_text = {
    stage0: ['msg_25']
}

var flow_goal_voice = {
    stage0: ['msg_25']
}

var flow_help_text = {
    stage0: ['msg_140']
}

var flow_help_voice = {
    stage0: ['msg_140']
}

var flow_unknown_text = {
    stage0: ['msg_127'],
    stage1: ['msg_129']
}

var flow_unknown_voice = {
    stage0: ['msg_127'],
    stage1: ['msg_129']
}

var flow_noinput_text = {
    stage0: ['msg_111'],
    stage1: ['msg_113'],
    stage2: ['msg_115']
}

var flow_noinput_voice = {
    stage0: ['msg_111'],
    stage1: ['msg_113'],
    stage2: ['msg_115']
}

var flow_quit_text = {
    stage0: ['msg_21']
}

var flow_quit_voice = {
    stage0: ['msg_21']
}

var flow_yes_text = {
    stage0: ['msg_1'],
    stage1: ['msg_4'],
    stage2: ['msg_12'],
    //ランダム
    stage3: ['msg_165'],
    stage4: ['msg_168'],
    stage5: ['msg_201'],
    stage6: ['msg_189'],
    stage7: ['msg_78']

}

var flow_yes_voice = {
    stage0: ['msg_1'],
    stage1: ['msg_4'],
    stage2: ['msg_12'],
    //ランダム
    stage3: ['msg_165'],
    stage4: ['msg_168'],
    stage5: ['msg_201'],
    stage6: ['msg_189'],
    stage7: ['msg_78']
}


var flow_no_text = {
    stage0: ['msg_2'],
    stage1: ['msg_5'],
    stage2: ['msg_13'],
    stage3: ['msg_56'],
    stage4: ['msg_56'],
    stage5: ['msg_202'],
    stage6: ['msg_56'],
    stage7: ['msg_79']
}

var flow_no_voice = {
    stage0: ['msg_2'],
    stage1: ['msg_5'],
    stage2: ['msg_13'],
    stage3: ['msg_56'],
    stage4: ['msg_56'],
    stage5: ['msg_202'],
    stage6: ['msg_56'],
    stage7: ['msg_79']
}

var flow_main_text = {
    stage0: ['msg_0'],
    stage1: ['msg_3'],
    stage2: ['msg_6'],
    stage3: ['msg_11'],
    //ランダムにだす
    stage4: ['msg_46', 'msg_164', 'msg_50'],
    stage5: ['msg_59', 'msg_168', 'msg_50'],
    stage6: ['msg_200'],
    stage7: ['msg_62', 'msg_188', 'msg_50'],
    stage8: ['msg_65', 'msg_68', 'msg_71'],
    stage9: ['msg_77', 'msg_80', 'msg_91']
};

var flow_main_voice = {
    stage0: ['msg_0'],
    stage1: ['msg_3'],
    stage2: ['msg_6'],
    stage3: ['msg_11'],
    //ランダムにだす
    stage4: ['msg_46', 'msg_164', 'msg_50'],
    stage5: ['msg_59', 'msg_168', 'msg_50'],
    stage6: ['msg_200'],
    stage7: ['msg_62', 'msg_188', 'msg_50'],
    stage8: ['msg_65', 'msg_68', 'msg_71'],
    stage9: ['msg_77', 'msg_80', 'msg_91']
};

var suggestion = {
    stage0: ['はい', 'いいえ'],
    stage1: ['はい', 'いいえ'],
    stage2: ['初級', '中級', '上級'],
    stage3: ['はい', 'いいえ','よろこんで', 'イエス'],
    stage4: ['はい', 'いいえ'],
    stage5: ['はい', 'いいえ'],
    stage6: ['はい', 'いいえ'],
    stage7: ['はい', 'いいえ'],
    stage8: ['好きな人がいる', '着たい服がある', '小野寺くんに会いたいから', 'その他'],
    stage9: []
};


var response = {
    stage0: ['BasicCard'],
    stage1: ['SimpleResponse'],
    stage2: ['SimpleResponse'],
    stage3: ['SimpleResponse'],
    stage4: ['SimpleResponse'],
    stage5: ['SimpleResponse'],
    stage6: ['SimpleResponse'],
    stage7: ['SimpleResponse'],
    stage8: ['SimpleResponse'],
    stage9: ['SimpleResponse'],
    stage10: ['SimpleResponse'],
    stage11: ['BasicCard'],
};

var text = {
    msg_0: ['はじめまして。俺はストイシジム所属の成瀬桂。今日からプライベートトレーナーとして君ををサポートする。よろしくな。...あれ？俺の声聞こえてるか？聞こえてたら「はい」って答えて。'], //orpning_question
    msg_1: ['良かった。'], //orpning_yes
    msg_2: ['あれ…おかしいな...。'], //opening_no
    msg_3: ['さて、トレーニングは継続が大事なんだ。くれぐれも毎日サボらずに。約束できるか？'], //yakusoku_question
    msg_4: ['よし、良い返事だ。'], //yakusoku_yes
    msg_5: ['へぇ。自信が無いのか？まぁ初日だし大目に見てやるけど。'], //yakusoku_no
    msg_6: ['じゃあまずはメニューを決めようか。初級・中級・上級で希望のレベルを教えて欲しい。普段ほとんど運動しないなら初級。たまーにウォーキングしてる位なら中級。継続的にスポーツや筋トレをやってるなら上級、だな。どのレベルが良さそうだ？'], //leveling_question_first
    msg_7: ['よし、それじゃあ一週間のメニューを決め直すか。初級、中級、上級の中で希望のレベルを教えてくれ。'], //leveling_question_second
    msg_8: ['ん、初級な。あんま運動してない感じだもんな。まぁ初級だからってラクさせる訳じゃないから。ふは、'], //leveling_1
    msg_9: ['なるほど、中級…ね。あ、思ったよりキツくても、途中で止めるの無しだから。継続は力なり、っていうだろ？'], //leveling_2
    msg_10: ['…へぇ、上級？なかなかの強気。いいじゃん、俺も燃えてきた。じゃあ遠慮なく…ミッチリ身体に叩きこんでやる。'], //leveling_3
    msg_11: ['よし。これでトレーニングメニューの設定は完了。あ、そうそう、俺とのトレーニング中は「無理」とか言わないで「はい」か「イエス」か「よろこんで」で返事すること。…は、そんな顔すんなよ。まぁどうしてもつらかったり無理なときは「やめる」って言って良いからさ。じゃあ、始めるけど覚悟はいいか？返事は？'], //kakugo_question
    msg_12: ['ん。ちゃんと俺の言ったこと理解してるみたいだな。'], //kakugo_yes
    msg_13: ['…人の話聞いてなかったのか？「はい」か「イエス」か「よろこんで」だろーが。'], //kakugo_no
    msg_14: ['どした？もう俺に会いたくなったのか？', 'ん？さっきも俺のこと呼んだよな？もしかして、寂しくなったとか？', 'はいはい、どうしましたかー？またトレーニングしたくなっちゃった？'], //sameday_question_p1
    //msg_15: ['ん？さっきも俺のこと呼んだよな？もしかして、寂しくなったとか？'], //sameday_question_p2
    //msg_16: ['はいはい、どうしましたかー？またトレーニングしたくなっちゃった？'], //sameday_question_p3
    msg_17: ['ふぅん。ずいぶん大胆じゃん。素直なヤツは好きだけどな。俺もまた会えて嬉しいよ。', 'あっはは！呼び出されたからには張り切ってトレーニングしないとな。…覚悟しろよ？', 'おお！いい傾向だな。よし、じゃあ始めよっか。'], //sameday_yes_p1
    //msg_18: ['あっはは！呼び出されたからには張り切ってトレーニングしないとな。…覚悟しろよ？'], //sameday_yes_p2
    //msg_19: ['おお！いい傾向だな。よし、じゃあ始めよっか。'], //sameday_yes_p3
    msg_20: ['ん、あれ…？ま、いっか。お前もついに身体を鍛えることの素晴らしさに目覚めてくれたってことかな？', 'はは。強がんなくていいから。', 'は？なんで？本当はしたいんだろ？'], //sameday_no_p1
    //msg_21: ['はは。強がんなくていいから。'], //sameday_no_p2
    //msg_22: ['は？なんで？本当はしたいんだろ？'], //sameday_no_p3
    msg_23: ['よ。昨日に続き今日もちゃんとするんだな、偉いね。継続は力なり。お前のやる気を俺も全力でサポートするから。今日も頑張ろうな。', '今日も呼び出してくれて、ありがと。キツイし面倒だろうけど、それでもちゃんと続けてくれてさ、…すげー嬉しい。さーて、トレーニングを始めよっか。', '…ッ、よう、昨日ぶり。お前がどうしてるかなって、ちょうど考えてたとこだったから…ビックリした。さあ、今日もトレーニングしよっか。'], //nextday_question_p1
    //msg_24: ['今日も呼び出してくれて、ありがと。キツイし面倒だろうけど、それでもちゃんと続けてくれてさ、…すげー嬉しい。さーて、トレーニングを始めよっか。'], //nextday_question_p2
    //msg_25: ['…ッ、よう、昨日ぶり。お前がどうしてるかなって、ちょうど考えてたとこだったから…ビックリした。さあ、今日もトレーニングしよっか。'], //nextday_question_p3
    msg_26: ['よし、お利口さんだ。', 'そうこなくちゃな。', 'よし、張り切っていこうな。'], //nextday_yes_p1
    //msg_27: ['そうこなくちゃな。'], //nextday_yes_p2
    //msg_28: ['よし、張り切っていこうな。'], //nextday_yes_p3
    msg_29: ['…俺と決めたルール、忘れたのか。「はい」か「イエス」か「よろこんで」だろ？', 'そこは「はい」って言うところだろう？…ったくしょうがないヤツ。', 'いーや、お前はトレーニングしたいはずだ。…なぁ？したいんだろ？したいよな？俺は知ってるぜ？'], //nextday_no_p1
    //msg_30: ['そこは「はい」って言うところだろう？…ったくしょうがないヤツ。'], //nextday_no_p2
    //msg_31: ['いーや、お前はトレーニングしたいはずだ。…なぁ？したいんだろ？したいよな？俺は知ってるぜ？'], //nextday_no_p3
    msg_32: ['おい…お前、昨日のトレーニングサボっただろ？', 'どーも。…久しぶり。何か理由とか言い訳があるんだと思うけど…お前、昨日トレーニングサボったよな？', 'おー久しぶりーー！全っ然呼び出してこなかったからお前の顔を忘れるところだったわ。えっと、まず一つ確認したいんだが…お前サボったよな？'], //twodays_question_p1
    //msg_33: ['どーも。…久しぶり。何か理由とか言い訳があるんだと思うけど…お前、昨日トレーニングサボったよな？'], //twodays_question_p2
    //msg_34: ['おー久しぶりーー！全っ然呼び出してこなかったからお前の顔を忘れるところだったわ。えっと、まず一つ確認したいんだが…お前サボったよな？'], //twodays_question_p3
    msg_35: ['…ん、正直なのはいいことだ。あのな、トレーニングは毎日コツコツ続けて習慣付けることが大事なんだ。', 'よし。ちゃんと毎日、俺を呼び出してくれ。…俺、いつもお前の明日のトレーニング考えてから寝るようにしてんだからさ。会えないと寂しいじゃん？なんてな。', 'だと思った。はあ…切り替えが肝心だから。今日からしっかりやろうな。'], //twodays_yes_p1
    //msg_36: ['よし。ちゃんと毎日、俺を呼び出してくれ。…俺、いつもお前の明日のトレーニング考えてから寝るようにしてんだからさ。会えないと寂しいじゃん？なんてな。'], //twodays_yes_p2
    //msg_37: ['だと思った。はあ…切り替えが肝心だから。今日からしっかりやろうな。'], //twodays_yes_p3
    msg_38: ['まあ…認めたくない気持ちもわからないでもないが…継続は力なり、だぞ。', 'ふん、まあそう言うならいいや。昨日やらなかった事より今日やる事の方が肝心だからさ。', 'なるほど、サボりじゃない、色々理由が…ね。ったく、サボるクセに言い訳は上手いんだな。'], //twodays_no_p1
    //msg_39: ['ふん、まあそう言うならいいや。昨日やらなかった事より今日やる事の方が肝心だからさ。'], //twodays_no_p2
    //msg_40: ['なるほど、サボりじゃない、色々理由が…ね。ったく、サボるクセに言い訳は上手いんだな。'], //twodays_no_p3
    msg_41: ['それじゃあ今日もトレーニング3種類、始めるぞ。', 'んじゃ、始めようか。今日も３つ用意してあるから。', 'オッケーじゃあ準備して。今日もトレーニング3種類、始めるぞ。', 'じゃあボチボチ始めるとしようか。メニューは３つだからな。', 'さて、トレーニング開始しようか。今日も最後まで頑張ろうな。'], //training_start_p1
    //msg_42: ['んじゃ、始めようか。今日も３つ用意してあるから。'], //training_start_p2
    //msg_43: ['オッケーじゃあ準備して。今日もトレーニング3種類、始めるぞ。'], //training_start_p3
    //msg_44: ['じゃあボチボチ始めるとしようか。メニューは３つだからな。'], //training_start_p4
    //msg_45: ['さて、トレーニング開始しようか。今日も最後まで頑張ろうな。'], //training_start_p5
    msg_46: ['それじゃあまずは、'], //training_first_p1
    msg_47: ['１つ目のメニューは、'], //training_first_p2
    msg_48: ['最初は、'], //training_first_p3
    msg_49: ['トレーニングの途中で運動のやり方がわからなくなったら、「Ok google, 分からない」って言ってくれ。'], //trainig_explain
    msg_50: ['はじめてもいいか？'], //training_ready_question_p1
    msg_51: ['はじめる準備はいいか？'], //training_ready_question_p2
    msg_52: ['準備できたか？'], //training_ready_question_p3
    msg_53: ['ちゃんと理解できた？'], //training_ready_question_p4
    msg_54: ['体勢は整ったか？'], //training_ready_question_p5
    msg_55: ['始めるけど大丈夫か？'], //training_ready_question_p6
    msg_56: ['わかった。'], //training_ready_no_p1
    msg_57: ['OK。'], //training_ready_no_p2
    msg_58: ['繰り返すぞ。'], //training_ready_no_p3
    msg_59: ['次は、'], //training_second_p1
    msg_60: ['２つ目のトレーニングは、'], //training_second_p2
    msg_61: ['じゃあ次は、'], //training_second_p3
    msg_62: ['次が最後のメニューだ。頑張ろうな。'], //training_third_p1
    msg_63: ['３つ目のトレーニングは、'], //training_third_p2
    msg_64: ['最後のトレーニングは、'], //training_third_p3
    msg_65: ['よし、今日のメニューは終わりだ。お疲れさま。'], //training_finish_p1
    msg_66: ['これで３つのトレーニング全部終了だ。ちゃんとついてこれたな、お疲れさま。'], //training_finish_p2
    msg_67: ['よし、今日のところはこれで終わりだ。頑張ってえらかったな。'], //training_finish_p3
    msg_68: ['深呼吸してクールダウンしよう。俺の呼吸に合わせて。はい吸ってー。すぅーー。吐いてー。はぁーーー。'], //training_cooldown_p1
    msg_69: ['さあ、深呼吸しよっか。俺の呼吸に合わせて。はい吸ってー。すぅーー。吐いてー。はぁーーー。'], //training_cooldown_p2
    msg_70: ['楽にして。深呼吸で頑張った身体に酸素を入れてあげるんだ。俺の呼吸に合わせて。はい吸ってー。すぅーー。吐いてー。はぁーーー。'], //training_cooldown_p3
    msg_71: ['なかなか頑張ったじゃん。そういえば、なんでトレーニングなんてやりたいと思ったの？好きな人がいるとか、着たい服があるとか？'], //reason_1_question
    msg_72: ['ああ…それって俺のこと？……なんてな。（笑）今でも魅力的だとは思うが、まぁ折角だし、その相手とやらがびっくりするくらい綺麗になろうな。この俺がサポートすんだから自信持てって。'], //reason_1_lover
    msg_73: ['なるほどね。スキニーデニムとか、あとペンシルスカートっていうんだっけなんかタイトなやつ。…少しでも体型変わると色々ファッションの幅も広がると思うよ。俺がサポートしてんだから目標達成してもらわないとな。'], //reason_1_fashion
    msg_74: ['なにそれ…そんな可愛いこと言うヤツには、ご褒美にしっかり仕込んでやるからな。くす、'], //reason_1_meetyou
    msg_75: ['そうか、まあなんにせよ目標があるならそれに向かって一緒に頑張ろうな。目標に向かって頑張ること、その過程にも大きな価値があるんだからさ。'], //reason_1_another
    msg_76: ['…ん、そうかそうか、なるほどな。'], //reason_1_unknown
    msg_77: ['毎日続けないと効果は出ないし、その高い目標も達成できないぞ？めげずに頑張れるか？'], //fight_question
    msg_78: ['よし、いい子だ。'], //fight_yes
    msg_79: ['おいおい、忘れた？「はい」か「イエス」か「喜んで」だろ？さあ、もう覚悟を決めろ。'], //fight_no
    msg_80: ['それじゃ、また「フィジ彼につないで」って言ってくれたらここに指導に来るからよろしく。'], //end_again
    msg_81: ['今日も頑張ったな。…えっと、好きなヤツがいるんだっけ…？お前に好きになって貰えるなんて羨ましい。…なんて。じゃ、明日も頑張ろうな？'], //reason_2_lover_p1
    msg_82: ['今日もお疲れ。好きなヤツの為にここまで頑張れるとは…。俺は恋愛のアドバイスはできないけど、綺麗になる手伝いならできるから。また頑張ろうな？'], //reason_2_lover_p2
    msg_83: ['今日も頑張ったな。着たい服があるんだろ？体型を変えるのはかなり大変だからな、毎日キチンと続けないと。いいか？筋トレは1日にして成らずだ。さあ、覚悟は良いか？聞かせてくれ。'], //reason_2_fashion_p1
    msg_84: ['今日もお疲れさん。着たい服のため…ってことだけど、そういう目標にために頑張れる人って尊敬するよ。俺と続ければきっと成果も出てくるからさ。さあ、明日も頑張ろうな？'], //reason_2_fashion_p2
    msg_85: ['今日もお疲れ。目標達成まで、めげずにちゃんと毎日続けような。目標にも近づける上に毎日俺にも会える、良いことづくめだろ。……なんてな。明日もちゃんと続けられそうか？'], //reason_2_another_unknown_p1
    msg_86: ['お疲れさま。頑張って偉かったな。よし、明日も一緒に頑張るぞ？いいな？'], //reason_2_another_unknown_p2
    msg_87: ['オッケー、やる気十分じゃん。'], //reason_2_yes_p1
    msg_88: ['よし、いい子の返事だ。'], //reason_2_yes_p2
    msg_89: ['どした、自信無くなったのか？。俺はお前を絶対に見捨てたりしない。一緒に頑張ろうぜ？'], //reason_2_no_p1
    msg_90: ['…ああ、もしかして俺を困らせたい感じ？俺はあきらめってのを知らないからな、最後まで引っ張ってくから覚悟しろ。'], //reason_2_no_p2
    msg_91: ['よし、それじゃこれで終了。今日も一日頑張ろうな。またな。'], //end_moning_p1
    msg_92: ['ん、お疲れ。じゃ、背筋伸ばして今日も1日がんばろーな。いい一日を。'], //end_moning_p2
    msg_93: ['さて…呼吸は落ち着いたか？よし、じゃあ今日はここまで。俺が見てないからってお菓子ばっかり食うなよ？じゃ、また明日。'], //end_moning_p3
    msg_94: ['お疲れさん。よし、今日はここまで。…なんかお前、良い顔になってきたな。その調子で良い一日を過ごせよ。バイバイ。'], //end_moning_p4
    msg_95: ['うん、今日のトレーニングも良かった、明日もその調子で頑張ろうな。じゃ、今日も一日お前が楽しくすごせますよーに。またな。'], //end_moning_p5
    msg_96: ['体動かしてスッキリしたろ？…水分ちゃんと摂って、たまにはゆっくり身体休めろよ？おつかれ。'], //end_evening_p1
    msg_97: ['お疲れ。お前忙しそうだからな、今日もまだまだやることあるんだろうけど、…俺とトレーニング出来なくなったら困るだろ、あんま無理すんなよ。'], //end_evening_p2
    msg_98: ['よし、おわり。ちゃんと最後までやってえらいじゃん。頑張れる人って魅力的だと俺は思うよ。じゃ明日のトレーニングも楽しみにしてるから。またな。'], //end_evening_p3
    msg_99: ['お疲れさま。多少なり汗かいたろうから、ちゃんと水分補給しておけよ。それじゃまた明日な。バイバイ。'], //end_evening_p4
    msg_100: ['お疲れさん。ふは、ちょっとキツかった？「疲れた」って顔に書いてあるぞ。けど、今日の頑張りは必ず進歩に繋がるから。またな。'], //end_evening_p5
    msg_101: ['程よく動いてスッキリしたろ。疲れたからってそのまま寝るなよ？水分摂って汗流してこい。それじゃあ、おやすみ。'], //end_night_p1
    msg_102: ['OK、じゃあ今日はここまで。ゆっくり休めよ？おやすみ。'], //end_night_p2
    msg_103: ['今日はこれで終わり。じゃ、俺は帰るけどこんな時間に暴飲暴食すんなよ？見てなくたってすぐわかるんだからな。おやすみ。'], //end_night_p3
    msg_104: ['お疲れ。じゃあこれで終わるけど、夜更かし厳禁だからな。寝る前にちゃんと戸締り確認しろよ。おやすみ。'], //end_night_p4
    msg_105: ['ん〜さて、今日は遅いから休もっか。汗かいたならちゃんと着替えて寝ること。いいな？おやすみ。'], //end_night_p5
    msg_106: ['ん、おやすみ。'], //end_night_goodnight_p1
    msg_107: ['バイバイ。'], //end_night_goodnight_p2
    msg_108: ['いい夢みろよ。'], //end_night_goodnight_p3
    msg_109: ['おう。'], //end_night_goodnight_p4
    msg_110: ['ちゅっ…バイバイ。'], //end_night_goodnight_p5
    msg_111: ['おやすみなさい、だろ？'], //end_night_noinput_p1
    msg_112: ['あれ？返事は？聞こえないんだけど？'], //end_night_noinput_p2
    msg_113: ['どした、だんまりかよ。'], //end_night_noinput_p3
    msg_114: ['おーい挨拶は？俺ひとりで話してるみたいだろーが。'], //end_night_noinput_p4
    msg_115: ['あれ…無視？さみしいな。おやすみ、は？'], //end_night_noinput_p5
    msg_116: ['おっと。やめるんだな？　わかった。また運動したくなったら「フィジ彼につないで」って言って俺を呼んでくれ。…お前が呼ぶならいつでもきてやるから。じゃ、またな。'], //end_p1
    msg_117: ['ん？やめるんだな？わかった。またトレーニングしたい時は「フィジ彼につないで」って言って、俺を呼び出してくれよ。いつでも待ってるぞ。そんじゃ。'], //end_p2
    msg_118: ['ふーん、やめちゃうのか。了解。またトレーニングしたい時は「フィジ彼につないで」って言って、俺を呼び出してくれよ。待ってっから。バイバイ。'], //end_p3
    msg_119: ['なるほど、了解。またトレーニングしたい時は「フィジ彼につないで」って言って、俺を呼んでくれな？待ってるぞ。'], //end_p4
    msg_120: ['ん、わかった。またトレーニングしたい時は「フィジ彼につないで」って言って、俺を呼び出してくれよ。それじゃあ、また明日。'], //end_p5
    msg_121: ['悪い、聞こえなかった。', 'ん？ごめん聞き取れなかった。'], //noinput_1_p1
    msg_122: ['ん？ごめん聞き取れなかった。'], //noinput_1_p2
    msg_123: ['悪い、なんだって？'], //noinput_1_p3
    msg_124: ['ごめんな。聞き取れなかった。'], //noinput_1_p4
    msg_125: ['本当にごめん、聞こえてなかった。'], //noinput_1_p5
    msg_126: ['あ〜…本当にごめん。聞こえなかった。'], //noinput_1_p6
    msg_127: ['悪い、なんて言った？'], //unknown_1_p1
    msg_128: ['悪い、俺にもわかるようにハッキリ頼む。'], //unknown_1_p2
    msg_129: ['ごめん、まだ理解できてないや、もう一回教えて。'], //unknown_1_p3
    msg_130: ['ごめんな。俺にもわかる言い方で教えて。'], //unknown_1_p4
    msg_131: ['ごめん、ちょっとわかってない。もう一回教えて。'], //unknown_1_p5
    msg_132: ['悪い…もう一度わかりやすく教えてくれると助かる。'], //unknown_1_p6
    msg_133: ['レベルの確認だな。お前は今週初級のプログラムでトレーニングしたいって聞いてるぞ。'], //leveling_check_1
    msg_134: ['レベルの確認だな。お前は今週中級のプログラムでトレーニングしたいって聞いてるぞ。'], //leveling_check_2
    msg_135: ['レベルの確認だな。お前は今週上級のプログラムでトレーニングしたいって聞いてるぞ。'], //leveling_check_3
    msg_136: ['わかった、運動のレベルを変更したいんだな。'], //leveling_reset
    msg_137: ['ん、分からなかったか。ごめんな。'], //onemore_another_p1
    msg_138: ['ああ、悪い。'], //onemore_another_p2
    msg_139: ['おお、了解、わからなかったか。'], //onemore_another_p3
    msg_140: ['OK。レベルを確認したい時は「レベル確認」、レベルを変更したい時は「レベル変更」、トレーニングをやめる時は「やめる」って言ってくれ。トレーニングの途中でどうしたらいいかわからなくなったら、俺の話の途中でも「Ok google, わからない」って言ったら、もう一回説明してやるからな。さて....。'], //help
    msg_141: ['はは、いきなり何言ってんの。…何か期待してるんだ？「俺も」って言うと思った？…どうだろうな。お前の頑張り次第かな。','うっわ、大胆だなぁ。いいぞ、俺をその気にさせてくれ（笑）…お前にできるかな？'], //random_suki_p1
    // msg_142: ['うっわ、大胆だなぁ。いいぞ、俺をその気にさせてくれ（笑）…お前にできるかな？'], //random_suki_p2
    msg_143: ['好きなタイプ？そんなこと聞いてどうすんの？…俺好みになってくれるとか？……そうだな、一生懸命頑張る子には…グッとくるな。見た目なら、健康的な感じが好み。'], //random_type
    msg_144: ['ん？身体は気持ちいいって言ってるぜ？その痛みは筋肉がお前に一生懸命応えてくれてる証だ。だからお前も「イエス、マッスル」って応えてやれ。ん？真面目に言ってるけど。','しんどい？大丈夫か？…ばーか、本当に辛い時は無理すんな。人それぞれ違うんだから。お前なりのペースでやろうな。'], //random_kistui
    msg_145: ['ん？俺はいつでも優しいだろ？…は？もっと優しく？仕方ねぇな……「いい子いい子。大丈夫、お前ならできるよ」…ははは。照れんなこれ。'], //random_yasasiku
    msg_146: ['なーに？呼んだ？まさか、「呼んだだけ」じゃないだろーな？それとも、何か用でもあるのか？'], //random_naruse
    // msg_147: ['しんどい？大丈夫か？…ばーか、本当に辛い時は無理すんな。人それぞれ違うんだから。お前なりのペースでやろうな。'], //ramdom_kistui_2
    msg_148: ['お前が頑張ってるの知ってるよ。お前は本当は努力家で、まっすぐなヤツだ。だから俺も全力で支えようって思ったんだ。一緒に、頑張ろうな。'], //random_homete
    msg_149: ['ん…？誰だそれ？人気のイケメンアイドルか？悪い、俺そういうの疎くてさ。'], //random_eguchi
    msg_150: ['…なんだ、お前もカレー好きなの！？カレーって奥が深いよな、蕎麦屋のカレーもキャンプのカレーもインドカレーもお袋のカレーもそれぞれ独自の世界観があってさー…あーー。言ってたら急激に食いたくなった。でもカレーって食い過ぎると…カロリーがバカにならない。カレーのためにもミッチリトレーニングしなきゃな。'], //random_curry
    msg_151: ['は？ドS？もしかして俺のことか？…ははは、「S」は「S」でもサービスとストイック、そしてスマートの「S」だ。お前を思えばこそ、ドSな指導をしてるわけ。…さて、と…。ふ、覚悟はいいか？'], //random_s
    msg_152: ['腹が減った？まさかとは思うが飯抜いたりしてないよな？規則正しい時間に適切な量を毎日食べろよ。無理なダイエットしたって無意味だからな。'], //random_peko
    msg_153: ['自信がない、だと？自信とは最初から手に入るものじゃないんだ。日々の努力、そしてその繰り返し。時には自分で自分を褒めてやること。自信を持つのに特別な才能は必要ない。忘れるなよ。'], //random_jisin
    msg_154: ['筋肉痛…そうか。もしかして、筋トレのしすぎで筋肉痛なのか？もし痛い箇所があったら別の箇所の筋トレをしろよ。場所を変えれば毎日筋トレはしていいぞ。むしろ、しろ。'], //random_itai
    msg_155: ['「バカ」…なるほど、唐突なしりとりのスタートか？よし、「か」だな…「可愛い」…ん？しりとりだろ？'], //random_baka
    msg_156: ['イケメン？俺のことか？ははは、ありがとうな。よく言われる。'], //random_ikemen
    msg_157: ['お、一休みする？汗かいただろうから、ちゃんと水分補給しろ。ん、俺も一緒に飲もっと。ごくっ…ごくっ…はぁ、うまい。'], //random_yasumi
    msg_158: ['足のストレッチだ。足を開いて立ってくれ。足幅は拳２個分くらいだ。両手を左右の股関節あたりに当てて。'], //training_a_ready
    msg_159: ['それじゃあ、まずは右足から。右のつま先を上げるぞ。よし。そのままお尻を引くようにお辞儀をして……。当てた手の指を股関節に挟む感じだ。足の裏の筋肉が伸びている感じがするか？オッケー。じゃあ、このまま１８秒キープ。行くぞ。１、２、３、４、５、６、７、８、９、１０、１１、１２、１３、１４、あとちょっと、１５、１６、１７、１８。はい。右足終わり。次、同じように左足だ。準備して。左のつま先を上げて、お尻を後ろに引くようにお辞儀して。よし……いいか？行くぞ。１、２、３、４、５、６、７、８、９、１０、１１、１２、１３、１４、もう少し、１５、１６、１７、１８。はい、終わりだ。'], //training_a
    msg_160: ['背中のストレッチだ。まずは膝を軽く曲げて中腰になれ。その次に、腕で大きな輪っかを作る感じで手を組む。ちょうど、コアラが木にしがみついているみたいなポーズだな。'], //training_b_ready
    msg_161: ['よし、コアラのポーズができたら、腕で作った輪っかの中に頭を入れろ。ヘソを覗く様に背中を丸めてくれ。そうしたらへそから目を離して、腰を捻るようにして、右隣を覗いてくれ。背中の右側が伸びているな？そのまま１８秒キープ。行くぞ。１、２、３、４、５、６、７、８、９、１０、１１、１２、１３、１４、あとちょっと、１５、１６、１７、１８。終わり。次、左側も行くぞ。同じポーズで身体を捻り、左隣を覗いてくれ。…そのまま１８秒キープ。行くぞ。１、２、３、４、５、６、７、８、９、１０、１１、１２、１３、１４、あとちょっと、１５、１６、１７、１８。はい、終わりだ。'], //training_b
    msg_162: ['お腹のストレッチだ。まずはうつ伏せで寝てくれ。肘を曲げて、両手の掌を床につける。位置は胸の横だ。'], //training_d_ready
    msg_163: ['よし、顔を上げろ。天井を見るように、上体と顎を上げて。腹筋が伸びているか？そのまま１８秒キープだ。カウント行くぞ〜。１、２、３、４、５、６、７、８、９、１０、息を止めるな〜、１１、１２、１３、１４、もう少し、１５、１６、１７、１８。終わりだ。'], //training_d
    msg_164: ['足のストレッチな。まずは足を開いて立ってくれ。足幅はバランスが取りやすければ自由でいいからな。'], //training_e_ready
    msg_165: ['よし。じゃあ、右足を上げて、片足立ちをしてくれ。右手を使ってつま先をお尻の後ろで持ってくれ。かかとをおしりにつけるようにして、膝が後ろに動くくらい引っ張る。太ももの前側が伸びてる感じがすればokだ。よしそのまま、バランスを崩さないように18秒キープ、いくぞ。１、２、３、４、５、６、７、８、９、１０、折り返し、１１、１２、１３、１４、もう少し、１５、１６、１７、１８。終わりだ。次、反対側だ。同じように左足をあげて、つま先を掴んで引っ張ってくれ。おーし、１８秒キープだ。いくぞ。１、２、３、４、５、６、７、８、９、１０、バランス崩すな、１１、１２、１３、１４、もう少し、１５、１６、１７、１８。終了！'], //training_e
    msg_166: ['全身と背中のストレッチだ。まずは肩幅程度に足を開いて立ってくれ。'], //training_g_ready
    msg_167: ['よし。祈るみたいに両手の指を組んで、手のひらを天井に向けながら腕を上げて、そのまま思いっきりつま先立ちで背伸び。…どう？体が伸びてるか？次はそのままゆっくり体を左右に傾けて、肩から膝までの側面を伸ばしていくぞ〜。じゃあ、はい、右〜…まっすぐ上にもどして、左〜…もどして、右〜…もどして、左〜…もどして。よし、終わり。'], //training_g
    msg_168: ['スクワット行くぞ。足を肩幅に開いて、両足のつま先をそれぞれ45度くらい外側に開いていて立ってくれ。…ん、良い姿勢だ。'], //training_i_ready
    msg_169: ['それじゃあ行こうか。まずは、腕を前で組んでそのまま肘を上げろ。俺のカウントに合わせてゆっくりと膝が90度になるまで腰を落としてくれ。トイレに座るときのように、尻を後ろに下げながら…少し後ろに突き出すイメージ。５回カウントするぞ。１、曲げて〜、伸ばして、２、曲げて、伸ばして、３、曲げて、伸ばして、尻と腹に力いれてゆっくりー、４，曲げて、伸ばして、ラスト、５、曲げて、伸ばして。はい、お疲れ。'], //training_i_1
    msg_170: ['それじゃあ行こうか。まずは、腕を前で組んでそのまま肘を上げろ。俺のカウントに合わせてゆっくりと膝が90度になるまで腰を落としてくれ。トイレに座るときのように、尻を後ろに下げながら…少し後ろに突き出すイメージ。１０回カウントするぞいくぞ。１、曲げて、伸ばして。２、曲げて、伸ばして。３、尻と腹に力いれて、ゆっくりー、４、曲げて、伸ばして、５、太ももも意識して、６、７、息止めんな呼吸しろ、８、腰下がってないぞ！、９、次ラスト、頑張れ！、１０！…お疲れ、楽にしていいよ。'], //training_i_2
    msg_171: ['それじゃあ行こうか。まずは、腕を前で組んでそのまま肘を上げろ。俺のカウントに合わせてゆっくりと膝が90度になるまで腰を落としてくれ。トイレに座るときのように、尻を後ろに下げながら…少し後ろに突き出すイメージ。１５回カウントするぞせーの、１、曲げて、伸ばして。２、曲げて、伸ばして。３、曲げて、伸ばして、４、腰下がってない、５、太ももを意識しろ、６、７、息止めない、８、９、文句言うな！10、11、12、ほら、ちゃんと呼吸しろ。13、14、はいラスト！…15！良く頑張ったな、お疲れ。'], //training_i_3
    msg_172: ['ワイドスクワットだ。まずは足を開いて立つぞ。目安はだいたい肩幅の１.５倍くらいだ。両方のつま先はできるだけ外側に向けておいて。フラつかない位でいいから。'], //training_j_ready
    msg_173: ['よし、まずは腕を前で組んでそのまま肘を上げろ。そうしたら、俺のカウントに合わせてゆっくりと膝が90度になるまで腰を落としてくれ。相撲取りの四股のポーズになるくらいまで腰を落とすんだ。尻餅をつくなよ！腰を落としたら、膝が伸び切らない位置まで戻って、１カウントだ。今回は５カウントだから。行くぞ。１、曲げて、伸ばして、２、曲げて、伸ばして、３、曲げて、伸ばして、４、曲げて、伸ばして、ラスト！５、曲げて、伸ばして。はい、お疲れ。'], //training_j_1
    msg_174: ['よし、まずは腕を前で組んでそのまま肘を上げろ。そうしたら、俺のカウントに合わせてゆっくりと膝が90度になるまで腰を落としてくれ。相撲取りの四股のポーズになるくらいまで腰を落とすんだ。尻餅をつくなよ！腰を落としたら、膝が伸び切らない位置まで戻って、１カウントだ。今回は10カウントだから。行くぞ。１、曲げて、伸ばして、２、曲げて、伸ばして、３、曲げて、伸ばして、４、ゆっくり呼吸して、５、腰ちゃんと下まで落とせ、６、７、８、まだまだいけるだろ、９、ラスト！はい、１０！…ん。お疲れさん。'], //training_j_2
    msg_175: ['よし、まずは腕を前で組んでそのまま肘を上げろ。そうしたら、俺のカウントに合わせてゆっくりと膝が90度になるまで腰を落としてくれ。相撲取りの四股のポーズになるくらいまで腰を落とすんだ。尻餅をつくなよ！腰を落としたら、膝が伸び切らない位置まで戻って、１カウントだ。 今回は1５カウントな。行くぞ。１、曲げて、伸ばして、２、曲げて、伸ばして。３、曲げて、伸ばして、４、ゆっくり呼吸して、５、息は下がるとき吸え、６、７、腰ちゃんと下まで落とせ、８、９、尻ともも意識しろ、１０、まだまだ！１１、１２、１３、ほらあとちょっと！、１４、ラスト！はい、１５！…頑張ったな、お疲れ！'], //training_j_3
    msg_176: ['スプリットスクワットをする。まずは最初の状態をつくろう。足を腰幅に開いてくれ。両手は腰に当てた状態だ。そうしたら…よっ。右足を大きく前に踏み出す。この時、左足のかかとは床に着かずに、天井に向けて上げておけよ。そのまま上体をグッと前に傾けて。頭と踵がたてに一直線になるように前足に全体重をかけて立つんだ。両手は腰に当てたままだぞ。目線は２M先を見ろ。これが最初の状態。'], //training_k_ready
    msg_177: ['オッケー、それじゃあ１カウントの動きを説明するな。後ろの膝が地面に着く寸前まで曲げて、重心を下に下げてー、上に上げてー。これで１カウントだ。この時前に出した足の膝を伸ばし切らないように。今回は５カウントな。いくぞ、せーの。１、曲げて、伸ばして。２、曲げて、伸ばして、３、曲げて、伸ばして、４、ゆっくり、曲げて、伸ばして、５、ラスト、曲げて、伸ばして。　よし、次は反対側だ。準備しろ。左足を大きく踏み出して全体重をかけるんだ。右足のかかとは上がってるか？…じゃあいくぞ。１、曲げて、伸ばして。２、曲げて、伸ばして、３、曲げて、伸ばして、４、ゆっくり、曲げて、伸ばして、５、ラスト１回、曲げて、伸ばして。はい、終了。'], //training_k_1
    msg_178: ['オッケー、それじゃあ１カウントの動きを説明するな。後ろの膝が地面に着く寸前まで曲げて、重心を下に下げてー、上に上げてー。この時前に出した足の膝を伸ばし切らないように。これで１カウントな。今回は10カウントだ。はじめるぞ。１、曲げて、伸ばして。２、曲げて、伸ばして。３、曲げて、伸ばして、４、前足と尻意識して、５、ちゃんと腰落とせよ、６、７、膝曲がってないぞ！８、９、ラスト！はい、１０。じゃあ次は反対側。休憩はまだだから、はやく準備しろ。左足を大きく踏み出して全体重をかけるんだ。右足のかかとは上がってるか？…ほら、いくぞ。１、曲げて、伸ばして、２、曲げて、伸ばして、３、曲げて、伸ばして、４、ゆっくり動け、５、腰を下まで落とせ、６、７、８、前足に体重かけて、９、ラスト！はい、１０！お疲れ〜。はい、終了。'], //training_k_2
    msg_179: ['オッケー、それじゃあ１カウントの動きを説明するな。後ろの膝が地面に着く寸前まで曲げて、重心を下に下げてー、上に上げてー。この時前に出した足の膝を伸ばし切らないように。これで１カウントな。今回は1５カウントだ。いくぞ。１、曲げて、伸ばして。２、曲げて、伸ばして。３、曲げて、伸ばして、４、前足と尻意識して、５、ちゃんと腰落とせよ、６、７、膝曲がってないぞ！８、９、１０、息を止めないで、１１、１２、まだ終わりじゃないぞ気張れ！１３、もう少し！１４、ラスト！はい、１５！お疲れ様。じゃあ次は反対側。休憩はまだだから、はやく準備して。左足を大きく踏み出して全体重をかけるんだ。右足のかかとは上がってるか？…ほら、いくぞ。１、曲げて、伸ばして、２、曲げて、伸ばして、３曲げて、伸ばして、４、カウントに合わせて、５、ちゃんと腰落とせよ、６、７、膝曲がってないぞ！８、９、１０、１１、１２、まだ終わりじゃないぞ気張れ！１３、もう少し！１４、ラスト！はい、１５！お疲れ〜。はい、終了。'], //training_k_3
    msg_180: ['四つ足バランスをやるぞ。まず床に四つん這いになってくれ。手のひらは床についてるか？手の位置は肩の真下、ひざは股関節の真下に来るように、体勢を整えろ。'], //training_l_ready
    msg_181: ['それじゃあ、次に1カウントの動きを説明するな。まず、右肘と左膝をお腹の前でくっつけろ。そこから、右腕と左足をグッと伸ばして高く上げるんだ。肘も膝もピンと伸ばす。これで１カウントだ。じゃあ早速、やっていこうか。まずは右手と左足で５カウント。はじめるぞ。１、くっつけて、伸ばして、２、くっつけて、伸ばして、３、くっつけて、伸ばして、尻と背中を意識、４、くっつけて、伸ばして、ラスト！５、くっつけて、伸ばして、終わり。次、反対側行くぞ。ほらまだ休憩じゃないぞ。四つん這いの姿勢になって。よし、カウントする。１、くっつけて、伸ばして２、くっつけて、伸ばして、３、くっつけて、伸ばして、手と足の高さ下げるな、４、くっつけて、伸ばして、ラスト！５、くっつけて、伸ばして　終わり。お疲れ様。'], //training_l_1
    msg_182: ['それじゃあ、次に1カウントの動きを説明するな。まず、右肘と左膝をお腹の前でくっつけろ。そこから、右腕と左足をグッと伸ばして高く上げるんだ。肘も膝もピンと伸ばす。これで１カウントだ。じゃあ早速、やっていこうか。まずは右手と左足で１０カウント。はじめるぞ。１、くっつけて、伸ばして、２、くっつけて、伸ばして、３、くっつけて、伸ばして、４、尻と背中を意識、５、手と足の高さ下げるな、６、７、まだまだ！８、９、ラスト！１０！終わり。次、反対側行くぞ。ほらまだ休憩じゃないぞ。四つん這いの姿勢になって。よし、カウントする。１、くっつけて、伸ばして、２、くっつけて、伸ばして、３、くっつけて、伸ばして、４、だんだん手足下がってきてないか？、５、あと半分、６、７、まだまだ！８、９、ラスト！１０！終わり〜お疲れ様。'], //training_l_2
    msg_183: ['それじゃあ、次に1カウントの動きを説明するな。まず、右肘と左膝をお腹の前でくっつけろ。そこから、右腕と左足をグッと伸ばして高く上げるんだ。肘も膝もピンと伸ばす。これで１カウントだ。じゃあ早速、やっていこうか。まずは右手と左足で１５カウント。はじめるぞ。１、くっつけて、伸ばして、２、くっつけて、伸ばして、３、くっつけて、伸ばして、４、尻と背中を意識、５、手と足の高さ下げるな、６、７、折返し！８、９、１０、呼吸してるか？、１１、１２、だんだん手足下がってきてないか、１３、１４ラスト！１５！終わり。次、反対行くぞ。ほらまだ休憩じゃないぞ。四つん這いの、基本のポーズから…じゃあ、カウントはじめるからな！せーの。１、くっつけて、伸ばして、２、くっつけて、伸ばして、３、尻と背中の意識、４、そのちょーし、５、６、７、折り返し！、８、９、１０、まだまだ、１１、１２、手足下げない！、１３、もうちょっと！、１４、ラスト！はい１５！　終わりー。お疲れ様。'], //training_l_3
    msg_184: ['フライングポーズをやるぞ。両手両足を伸ばした状態でうつ伏せで床に寝てくれ。腕は肘を伸ばして前に。ズッコケたときみたいなポーズ。これが最初の体勢だ。…鼻潰れないようにな。'], //training_m_ready
    msg_185: ['ん、それじゃあ1カウントの動きを説明する。両手両足を背中と尻の力を使ってグッと持ち上げろ。そしたら、胸張って、背中を反りながら、背中の筋肉を縮めるように、肘をまげて脇をしめてくれ。脇で小さいボールを挟み込むイメージで、床と水平に動かしながら背中に向かって肘を引きつける感じ。脇を開き過ぎるなよ、小さいボール挟むイメージだからな。縮めきったらもう一度両手両足を伸ばして、最初の体勢に戻る。これで１カウントだ。じゃ、早速５カウントするぞ。いくぞ。１、腕引いて、伸ばして、２、腕引いて、伸ばして、３、引いて、伸ばして、腕は床と水平に、４、引いて、伸ばして、ラスト！５、引いて、伸ばして。はいお疲れ。'], //training_m_1
    msg_186: ['ん、それじゃあ1カウントの動きを説明する。両手両足を背中と尻の力を使ってグッと持ち上げろ。そしたら、胸張って、背中を反りながら、背中の筋肉を縮めるように、肘をまげて脇をしめてくれ。脇で小さいボールを挟み込むイメージで、床と水平に動かしながら背中に向かって肘を引きつける感じ。脇を開き過ぎるなよ、小さいボール挟むイメージだからな。縮めきったらもう一度両手両足を伸ばして、最初の体勢に戻る。これで１カウントだ。早速10カウントするぞ。腕前に伸ばせよ。いくぞ。１、腕引いて、伸ばして、２、腕引いて、伸ばして、３、引いて、伸ばして、４、腕は床と水平に、５、ゆっくり動かせ、６、７、手は床につけない、８、９、ラスト！はい、１０！はいお疲れ。'], //training_m_2
    msg_187: ['ん、それじゃあ1カウントの動きを説明する。両手両足を背中と尻の力を使ってグッと持ち上げろ。そしたら、胸張って、背中を反りながら、背中の筋肉を縮めるように、肘をまげて脇をしめてくれ。脇で小さいボールを挟み込むイメージで、床と水平に動かしながら背中に向かって肘を引きつける感じ。脇を開き過ぎるなよ、小さいボール挟むイメージだからな。縮めきったらもう一度両手両足を伸ばして、最初の体勢に戻る。これで１カウントだ。じゃあ、15カウントするぞ。腕前にのばせよ、いくぞ。１、腕引いて、伸ばして、２、腕引いて、伸ばして、３、引いて、伸ばして、４、腕と床は水平に、５、ゆっくり動かせ、６、７、手は床につけない！８、９、１０、しっかり背中の筋肉縮めろ！１１、１２、あとちょっと！、１３、１４、ラスト！はい、１５！よし、お疲れさま。'], //training_m_3
    msg_188: ['四つ足腕立て伏せだ。床に四つん這いになってくれ。腕は肩幅よりも少しだけ広い幅で広げて、手のひらを床につけるんだ。このとき、両手とも指は少し内側に向けろ。手首が少しだけ外側向くようにな。膝は、股関節の真下に来るように。両膝を少し離して床についてくれ。爪先も床につけていいから。'], //training_n_ready
    msg_189: ['じゃあ次に１カウントの動きを説明する。四つんばいの体勢を保ちながら、手と手の間に胸を落とし、体を下げていく。肩じゃなく、まっすぐに胸を下ろせ。下に下がる時は背中の肩甲骨を寄せろよ。胸の筋肉がしっかりと張る感覚があるか？下がり切ったら、体を上に押し上げて元の状態に戻る。これで１カウントだ。それじゃあ、今から５カウントするから。せーの、１、胸の筋肉を意識、２、下がる時に息吸って、３、４、ラスト！、５！はい。お疲れ。'], //training_n_1
    msg_190: ['じゃあ次に１カウントの動きを説明する。四つんばいの体勢を保ちながら、手と手の間に胸を落とし、体を下げていく。肩じゃなく、まっすぐに胸を下ろせ。下に下がる時は背中の肩甲骨を寄せろよ。胸の筋肉がしっかりと張る感覚があるか？下がり切ったら、体を上に押し上げて元の状態に戻る。これで１カウントだ。それじゃあ、今から10カウントするから。いくぞ、１、胸の筋肉を意識、２、下がる時に息吸って、３、４、肩甲骨を寄せるんだ！、５、折り返しだ、６、７、ちゃんと胸下げろ、８、９、ラスト！１０！良くやったな、お疲れ様。'], //training_n_2
    msg_191: ['じゃあ次に１カウントの動きを説明する。四つんばいの体勢を保ちながら、手と手の間に胸を落とし、体を下げていく。肩じゃなく、まっすぐに胸を下ろせ。下に下がる時は背中の肩甲骨を寄せろよ。胸の筋肉がしっかりと張る感覚があるか？下がり切ったら、体を上に押し上げて元の状態に戻る。これで１カウントだ。それじゃあ、今から10カウントするから。いくぞ、１、胸の筋肉を意識、２、下がる時に息吸って、３、上がる時息を吐く、４、５、肩甲骨を寄せるんだ、６、７、折り返し、８、９、ちゃんと胸下げろ、１０、あと５回！、１１、１２、泣き言いうな！、１３、もう少し！、１４、ラスト！はい、１５。終了、よくやったな。'], //training_n_3
    msg_192: ['膝付き腕立て伏せをするぞ。はじめに、最初の状態を説明する。まずは普通の腕立て伏せの姿勢になってくれ。それが出来たら、そのまま膝を床につけて。横から見た時に、頭と腰と膝が斜め一直線になる様な位置だ。腕は、肩幅よりも少しだけ広い幅で床にてのひらを付ける。このとき、指は少し内側に向けろ。手首が少しだけ外向きになってるだろ。これが最初の状態だ。'], //training_o_ready
    msg_193: ['よし、そしたら１カウントの動きを教えるぞ。頭、腰、膝が一直線の姿勢を保ったまま、手と手の間に胸を落として、体全体を下げていくぞ。下に下がる時は肩甲骨を寄せろよ。胸の筋肉がしっかりと張る感覚があるか？下がりきったら、体を上に押し上げて元の状態に戻る。これで１カウントだ。それじゃあ、今から5カウントするな。いくぞ、１、２、肩甲骨寄せる！、３、ちゃんと下がって、４、ラスト、５！ん、お疲れ。'], //training_o_1
    msg_194: ['よし、そしたら１カウントの動きを教えるぞ。頭、腰、膝が一直線の姿勢を保ったまま、手と手の間に胸を落として、体全体を下げていくぞ。下に下がる時は肩甲骨を寄せろよ。胸の筋肉がしっかりと張る感覚があるか？下がりきったら、体を上に押し上げて元の状態に戻る。これで１カウントだ。それじゃあ、今から10カウントするな。いくぞ。１、２、肩甲骨寄せる！、３、ちゃんと胸下げて、４、５,折り返し、６、７、下がる時息吸って、８、腕だけで下がるな胸の筋肉を使って、９、ラスト！１０！よし、お疲れさん。'], //training_o_2
    msg_195: ['よし、そしたら１カウントの動きを教えるぞ。頭、腰、膝が一直線の姿勢を保ったまま、手と手の間に胸を落として、体全体を下げていくぞ。下に下がる時は肩甲骨を寄せろよ。胸の筋肉がしっかりと張る感覚があるか？下がりきったら、体を上に押し上げて元の状態に戻る。これで１カウントだ。それじゃあ、今から15カウントするな。いくぞ。１、２、肩甲骨寄せる！、３、ちゃんと胸下げる、４、５、息止めんな、下がる時息吸って、６、７、折り返し、８、９、胸の筋肉の意識、１０、１１、腕だけで下がるな胸の筋肉を使って、１２、尻が上がってないか！頭と膝は一直線だ、１３、１４、ラスト、１５！頑張ったな！お疲れさま。'], //training_o_3
    msg_196: ['腹筋だ。床に仰向けに寝てくれ。膝は立てて９０度になるように曲げるんだ。手は肘をのばして太ももに置いてくれ。'], //training_p_ready
    msg_197: ['ポーズができたら、腿に当てた手を膝をタッチするところまでスライドさせながら、上体を起こすんだ。ヘソを覗き込むように、背中を丸めながら腹筋を縮めること。よし、全部で５カウントだ。いくぞ。１、２、息吐きながらあげる！３、４、５！よし、終わりだ。'], //training_p_1
    msg_198: ['ポーズができたら、腿に当てた手を膝をタッチするところまでスライドさせながら、上体を起こすんだ。ヘソを覗き込むように、背中を丸めながら腹筋を縮めること。よし、全部で10カウントだ。いくぞ。１、２、息吐きながら！３、４、５、首の反動使うなよー、６、７、戻す時力抜きすぎない、８、９、ラスト！、１０！はい終了。'], //training_p_2
    msg_199: ['ポーズができたら、腿に当てた手を膝をタッチするところまでスライドさせながら、上体を起こすんだ。ヘソを覗き込むように、背中を丸めながら腹筋を縮めること。全部で15カウントだから。いくぞ。１、２、息吐きながら、３、４、５、戻す時力抜きすぎない、６、７、折り返し、８、９、１０、首の反動使わずに腹筋で起きろ、１１、１２、息止めんな、１３、ほらあと少し、１４、ラスト！１５！ん、偉い。お疲れ。'], //training_p_3
    msg_200: ['よし、一旦休憩。お前も水分補給しろ。ごくっ……ごくっ……ぷはぁ…うっま。んあ？何見てんだよ。え、このペットボトルの中身？…これは俺特製3日目のカレールーだ。カレーは飲み物だからな。ひとくち飲むか？'], //interval_1
    msg_201: ['…え、本気か？お前って以外と大胆だよな…。……降参。ただの麦茶だよ。ちょっとからかったんだ。ハイハイ、すみませんでしたー。あは。'], //interval_1_yes
    msg_202: ['ぷっ…はは！冗談だよ。いくら俺がカレー好きでもカレールーペットボトルに詰めないし、飲みかけのカレー勧めねーよ。もし本当だったら飯かナンがないとだろ。'], //interval_1_no
    msg_203: ['よし、休憩。ん…？「遠慮がないな」…って顔だな？…は、トレーニングで俺が遠慮してたら、意味がないだろ。俺は『飴と鞭』って大切だと思ってるから、さ。…だから休憩中は甘やかしてやるつもりだけど…なに？お前はもっと厳しくして欲しいの？'], //interval_2
    msg_204: ['あれ…。もしかしてお前って「M」なのか？まあ、打たれ強いって事はいいことだし。…ああ、俺も俄然やる気になったよ。楽しもうな。'], //interval_2_yes
    msg_205: ['ふは、冗談だよ安心しろ。飴と鞭って言ったろ？何事もメリハリが大切だ。休憩中は身体を甘やかしていいよ。じゃ、一緒に深呼吸。す～は～す～は〜。'], //interval_2_no
    msg_206: ['じゃ、一休み。ふぅ…ところで、仕事休みの時とか空いた時間あったらさ俺…基本的には腕立て伏せとスクワットしてるんだけど…それ言うと友だちには「そんなのおかしい！筋肉馬鹿」って言われんだよね。お前もおかしいと思う？'], //interval_3
    msg_207: ['マジか…趣味と実益を兼ねてるから苦じゃないんだけど…。ほら、自分を追い込んでる時って気持ちいいだろ？…そんなことない？実家の姉ちゃんたちにも「それだからモテない」ってよく説教される'], //interval_3_yes
    msg_208: ['本当か？良かった！お前の担当になって本当に良かった、相性バッチリだな。お前の筋肉を俺が全部管理してやりたいくらいだ。'], //interval_3_no
    msg_209: ['よし休憩だ。お疲れ。とは言っても、まだまだトレーニングはこれからだけどな〜。水飲んでいいよ。俺もカロリーをチャージしないと…はむっ…ん？これは塩むすびだよ。俺、筋肉がつきすぎてて定期的にカロリー摂取しないと体型維持できないんだよな…。ん？なんだその顔。何か…おかしいか？'], //interval_4
    msg_210: ['まあ、だよな〜。昔、高校の部活で陸上やってた時はもっと食ってたよ。なんかもう常に腹減らしてて……運動部の高校生の食欲って底無しだよな。はむっはむっ…ングング…ん。食い終わった。さてぼちぼち再開するか。'], //interval_4_yes
    msg_211: ['え？羨ましい？って？そうかな…トレーニングを楽しんでたらいつの間にかこんなことになってたんだよね。トレーニング中は気持ちいい集中ができるし、身体動かすだけでストレス発散になるし。でもこまめにカロリー摂取するのも結構大変でさ…あんまり細くなるとトレーナーとしては頂けないからな。'], //interval_4_no
    msg_212: ['ここらへんで一息つくか。今日なかなかいい調子じゃん。やっぱり俺が居ると違うって？なーんて。トレーニングも続けると案外楽しくなってくるだろ？'], //interval_5
    msg_213: ['だよな、大分お前もわかってきたな。目標があると俄然やる気も出るし、継続もできる。俺も昔高校で陸上の長距離選手だったんだけど、0.1秒でも速く走るためにたくさん筋トレしたな。最初はきつかったけど、身体が変わるのが分かって楽しくて仕方なかった。…まぁやり過ぎは良くないけど…な。'], //interval_5_yes
    msg_214: ['ふーん、まぁ鍛え甲斐があっていいか。じゃあとりあえず当面は俺との楽しいお話タイムを糧に毎日トレーニングを続けるんだな。'], //interval_5_no
    msg_215: ['少し休憩にするか。なあ、ところでお前って好きなバンドとか、アーティストとかはいるの？'], //interval_6
    msg_216: ['おお、へぇ。そうなんだ。それなら自分で筋トレする時はそのアーティストのお気に入り曲でプレイリストを作って、聞きながらトレーニングするのがオススメ。運動のリズムと、曲のリズムがピタッと一緒のやつが良い。アクション映画のサントラとかもすごく捗る。'], //interval_6_yes
    msg_217: ['あんま興味無いんだ？俺はあの、アレが好きなんだよあの…えーと…ふんふん〜ってやつ歌ってるの、なんだっけな、…わからない？最近こういうの全然でてこねーんだよな。俳優とかの名前も全然でてこねぇの。俺まだ28なんだけどな…。'], //interval_6_no
    msg_218: ['大丈夫か？じゃ、少し休もう。お前意外と頑張るじゃん。最初会った時はすぐヘコタレるかなと思ったけど、見直したよ。ん？？お前今にやけてるだろ？正直に言え。'], //interval_7
    msg_219: ['さてはご褒美が欲しいのか？しょうがない奴だな…おい、こっち来いよ。……本当に頑張ってて偉いな。よしよし。もっと頑張ってもいいぞ？'], //interval_7_yes
    msg_220: ['なんだ？ツンデレってやつか？ははは、照れるなって。'], //interval_7_no
    msg_221: ['少しきついだろ？休憩するか。…結構汗かくよな。俺、Tシャツ着替えようっと。お前もちゃんとタオルは手元に置いとけよ。汗は拭いとかないと風邪ひく…なんだ、俺の身体見たいって？'], //interval_8
    msg_222: ['俺は所謂見せる用の筋肉の付け方じゃないけど、まぁトレーニングの成果だ。お前も頑張れよ。'], //interval_8_yes
    msg_223: ['はは、冗談だよ。そんなに照れんなって。もっと苛めたくなるだろ。'], //interval_8_no
    msg_224: ['さて、ここらで一休み。ところでさ、前から思ってたんだけどお前の声、可愛いよな。いや、なんていうか、聞き取りやすくて...綺麗っていうか…俺は好きだな。よく言われたりしないか？'], //interval_9
    msg_225: ['やっぱそうだよな。万人受けする声だと思う。俺も毎日『いい声だね』って言われるんだ。ちなみに歌も得意。今度聞かせてやるよ。'], //interval_9_yes
    msg_226: ['あれ、そうなんだ。じゃあ、俺だけがお前のよさに気づいてるってことか。なんか得した気分だな。'], //interval_9_no
    msg_227: ['はい、休憩ー。水分補給しっかりな。水分補給を怠るとろくなことがない。夏だけじゃなく、冬もだ。特にトレーニングでは汗をたくさんかくから、その分ちゃんと飲めよ。ところで、お前、スポーツドリンクはよく飲むのか？'], //interval_10
    msg_228: ['そうか。いくらトレーニングしてるからって、あれの飲み過ぎは逆効果だからな。塩分と糖分は摂りすぎ注意。栄養管理ができなくて、体づくり失敗する奴は多いんだ。お前もそうならないようにな。'], //interval_10_yes
    msg_229: ['なるほどな。トレーニング中は汗をたくさんかくから塩分が不足がちになる。それに、筋トレで消費するのは主に糖質なんだ。だからハードにトレーニングを続けるなら、スポーツドリンクを摂りながらってのもアリだ。でも、飲みすぎには注意な。'], //interval_10_no
    msg_230: ['よし、一息つくぞ。使ってない筋肉があると、今日のトレーニング後に少し痛むかもしれない。だいたい個人差はあるけど、２〜３日くらいは痛いかな？でも、続けていれば筋肉痛にはなりにくくなるんだ。これ、知ってたか？'], //interval_11
    msg_231: ['おお、もしかしてトレーニング前に予習したのか？偉いじゃん。俺も普通の営業マンからストイシジムに転職決めた頃とかそりゃもう大変だった。昔、陸上やってた頃と同じようなメニュー試したら、筋肉が予想以上に衰えてて…翌日ベッドから起き上がれなくなって、２日間くらいは生まれたての小鹿みたいになったな。'], //interval_11_yes
    msg_232: ['そうか。筋肉痛っていうのはトレーニングで傷ついた筋繊維の炎症が原因なんだ。でも、筋肉痛が治った後は筋繊維は前よりも強くなる。これを繰り返すと筋肉が育っていくんだ。え？繰り返したらムキムキに？ははは！これくらいの筋トレでムキムキになったりしない。健康的に引き締まるだけだから。'], //interval_11_no
    msg_233: ['まだまだやれる？まあそう焦るな、一旦休憩だ。トレーニングで大事なことは、「無理をしないで自分のペースをつかむこと」だから。ゆっくり、けど着実にやっていこう。ところでさ、トレーニング中にちゃんと呼吸はできているか？'], //interval_12
    msg_234: ['そうか。それなら良かった。たまに呼吸止めちゃう人が居るからさ。お前も息止まるようなら俺がその可愛いお口ふさいで直に息吹き込んでやろうかと………ここ笑うとこなんだけど？…ばか、そんな反応されるとこっちが照れるだろーが！'], //interval_12_yes
    msg_235: ['やっぱりな。いつも顔真っ赤になってたから気になってた。力を入れるとつい奥歯を噛み締めて、息を吸ったり、吐いたりすることを忘れがちなんだけどさ。深く正しい呼吸法をトレーニングと合わせて行えると効果が上がる。しかも茹でダコみたいな顔にならなくて済むしな。'], //interval_12_no
    msg_236: ['よし、休憩。楽にしていいよ。…どう？トレーニング楽しいか？苦しい！もう嫌だ！とか思ってたりするか？'], //interval_13
    msg_237: ['なるほど。まだお前の身体がトレーニングに慣れていないんだろうな。まずは楽しく続けよう。サポートはもちろんだけど、お前のモチベーションキープのためにも俺がいるんだから。ひとりで筋トレするよりずっと楽しめるだろ。'], //interval_13_yes
    msg_238: ['お、いいねぇ。トレーナー冥利に尽きる返事だ。何事もさ、楽しくなくちゃ続かない。面倒事を減らすのも継続のコツだから。細かいことは俺に任せてお前はコツコツトレーニングを続けること。'], //interval_13_no
    msg_239: ['よし、一旦休むか。…なあ、基本的なことだけどさ。筋トレで脂肪は燃えないって事は知ってるか？'], //interval_14
    msg_240: ['おお、よく勉強してるじゃん。俺とのトレーニングを続けるのは勿論だけど、駅ではエスカレーターじゃなくて階段使うとか、そういう日常の細かい運動と組み合わせるとより効果でると思う。'], //interval_14_yes
    msg_241: ['やっぱり知らなかったんだな？あのな、筋トレで脂肪が燃えるんじゃなくて、筋トレで身体に筋肉がつくと『基礎代謝』ってのが上がって、消費しやすい身体になる。黙ってても脂肪が燃えるようになるってこと。つまり、太りにくい体になるんだ。長期的に考えても、これってかなりお得だろ？頑張ろうな。'], //interval_14_no
    msg_242: ['ん、休憩、休憩。ところでさ、お前最近夕飯は21時よりも前に食ってるか？'], //interval_15
    msg_243: ['えらいじゃん。それ続けるといいよ。俺は大体１８時くらいに食ってる。基本的には全部自炊してるんだ、実家に居る時から姉ちゃんたちに散々やらされてたから得意なんだよな、料理。'], //interval_15_yes
    msg_244: ['あーー。ダメダメ。21時以降に食事をすると、食うものの内容に気を付けたとしても脂肪になりやすくなるんだよ。忙しいんだろうけど21時前に食べる習慣をつけような。…もちろん、深夜のラーメンとか厳禁だから。'] //interval_15_no
}

var voice = {
    msg_0: ['output0.wav'], //orpning_question
    msg_1: ['output0.wav'], //orpning_yes
    msg_2: ['output0.wav'], //opening_no
    msg_3: ['output0.wav'], //yakusoku_question
    msg_4: ['output0.wav'], //yakusoku_yes
    msg_5: ['output0.wav'], //yakusoku_no
    msg_6: ['output0.wav'], //leveling_question_first
    msg_7: ['output0.wav'], //leveling_question_second
    msg_8: ['output0.wav'], //leveling_1
    msg_9: ['output0.wav'], //leveling_2
    msg_10: ['output0.wav'], //leveling_3
    msg_11: ['output0.wav'], //kakugo_question
    msg_12: ['output0.wav'], //kakugo_yes
    msg_13: ['output0.wav'], //kakugo_no
    msg_14: ['output0.wav'], //sameday_question_p1
    msg_15: ['output0.wav'], //sameday_question_p2
    msg_16: ['output0.wav'], //sameday_question_p3
    msg_17: ['output0.wav'], //sameday_yes_p1
    msg_18: ['output0.wav'], //sameday_yes_p2
    msg_19: ['output0.wav'], //sameday_yes_p3
    msg_20: ['output0.wav'], //sameday_no_p1
    msg_21: ['output0.wav'], //sameday_no_p2
    msg_22: ['output0.wav'], //sameday_no_p3
    msg_23: ['output0.wav'], //nextday_question_p1
    msg_24: ['output0.wav'], //nextday_question_p2
    msg_25: ['output0.wav'], //nextday_question_p3
    msg_26: ['output0.wav'], //nextday_yes_p1
    msg_27: ['output0.wav'], //nextday_yes_p2
    msg_28: ['output0.wav'], //nextday_yes_p3
    msg_29: ['output0.wav'], //nextday_no_p1
    msg_30: ['output0.wav'], //nextday_no_p2
    msg_31: ['output0.wav'], //nextday_no_p3
    msg_32: ['output0.wav'], //twodays_question_p1
    msg_33: ['output0.wav'], //twodays_question_p2
    msg_34: ['output0.wav'], //twodays_question_p3
    msg_35: ['output0.wav'], //twodays_yes_p1
    msg_36: ['output0.wav'], //twodays_yes_p2
    msg_37: ['output0.wav'], //twodays_yes_p3
    msg_38: ['output0.wav'], //twodays_no_p1
    msg_39: ['output0.wav'], //twodays_no_p2
    msg_40: ['output0.wav'], //twodays_no_p3
    msg_41: ['output0.wav'], //training_start_p1
    msg_42: ['output0.wav'], //training_start_p2
    msg_43: ['output0.wav'], //training_start_p3
    msg_44: ['output0.wav'], //training_start_p4
    msg_45: ['output0.wav'], //training_start_p5
    msg_46: ['output0.wav'], //training_first_p1
    msg_47: ['output0.wav'], //training_first_p2
    msg_48: ['output0.wav'], //training_first_p3
    msg_49: ['output0.wav'], //trainig_explain
    msg_50: ['output0.wav'], //training_ready_question_p1
    msg_51: ['output0.wav'], //training_ready_question_p2
    msg_52: ['output0.wav'], //training_ready_question_p3
    msg_53: ['output0.wav'], //training_ready_question_p4
    msg_54: ['output0.wav'], //training_ready_question_p5
    msg_55: ['output0.wav'], //training_ready_question_p6
    msg_56: ['output0.wav'], //training_ready_no_p1
    msg_57: ['output0.wav'], //training_ready_no_p2
    msg_58: ['output0.wav'], //training_ready_no_p3
    msg_59: ['output0.wav'], //training_second_p1
    msg_60: ['output0.wav'], //training_second_p2
    msg_61: ['output0.wav'], //training_second_p3
    msg_62: ['output0.wav'], //training_third_p1
    msg_63: ['output0.wav'], //training_third_p2
    msg_64: ['output0.wav'], //training_third_p3
    msg_65: ['output0.wav'], //training_finish_p1
    msg_66: ['output0.wav'], //training_finish_p2
    msg_67: ['output0.wav'], //training_finish_p3
    msg_68: ['output0.wav'], //training_cooldown_p1
    msg_69: ['output0.wav'], //training_cooldown_p2
    msg_70: ['output0.wav'], //training_cooldown_p3
    msg_71: ['output0.wav'], //reason_1_question
    msg_72: ['output0.wav'], //reason_1_lover
    msg_73: ['output0.wav'], //reason_1_fashion
    msg_74: ['output0.wav'], //reason_1_meetyou
    msg_75: ['output0.wav'], //reason_1_another
    msg_76: ['output0.wav'], //reason_1_unknown
    msg_77: ['output0.wav'], //fight_question
    msg_78: ['output0.wav'], //fight_yes
    msg_79: ['output0.wav'], //fight_no
    msg_80: ['output0.wav'], //end_again
    msg_81: ['output0.wav'], //reason_2_lover_p1
    msg_82: ['output0.wav'], //reason_2_lover_p2
    msg_83: ['output0.wav'], //reason_2_fashion_p1
    msg_84: ['output0.wav'], //reason_2_fashion_p2
    msg_85: ['output0.wav'], //reason_2_another_unknown_p1
    msg_86: ['output0.wav'], //reason_2_another_unknown_p2
    msg_87: ['output0.wav'], //reason_2_yes_p1
    msg_88: ['output0.wav'], //reason_2_yes_p2
    msg_89: ['output0.wav'], //reason_2_no_p1
    msg_90: ['output0.wav'], //reason_2_no_p2
    msg_91: ['output0.wav'], //end_moning_p1
    msg_92: ['output0.wav'], //end_moning_p2
    msg_93: ['output0.wav'], //end_moning_p3
    msg_94: ['output0.wav'], //end_moning_p4
    msg_95: ['output0.wav'], //end_moning_p5
    msg_96: ['output0.wav'], //end_evening_p1
    msg_97: ['output0.wav'], //end_evening_p2
    msg_98: ['output0.wav'], //end_evening_p3
    msg_99: ['output0.wav'], //end_evening_p4
    msg_100: ['output0.wav'], //end_evening_p5
    msg_101: ['output0.wav'], //end_night_p1
    msg_102: ['output0.wav'], //end_night_p2
    msg_103: ['output0.wav'], //end_night_p3
    msg_104: ['output0.wav'], //end_night_p4
    msg_105: ['output0.wav'], //end_night_p5
    msg_106: ['output0.wav'], //end_night_goodnight_p1
    msg_107: ['output0.wav'], //end_night_goodnight_p2
    msg_108: ['output0.wav'], //end_night_goodnight_p3
    msg_109: ['output0.wav'], //end_night_goodnight_p4
    msg_110: ['output0.wav'], //end_night_goodnight_p5
    msg_111: ['output0.wav'], //end_night_noinput_p1
    msg_112: ['output0.wav'], //end_night_noinput_p2
    msg_113: ['output0.wav'], //end_night_noinput_p3
    msg_114: ['output0.wav'], //end_night_noinput_p4
    msg_115: ['output0.wav'], //end_night_noinput_p5
    msg_116: ['output0.wav'], //end_p1
    msg_117: ['output0.wav'], //end_p2
    msg_118: ['output0.wav'], //end_p3
    msg_119: ['output0.wav'], //end_p4
    msg_120: ['output0.wav'], //end_p5
    msg_121: ['output0.wav'], //noinput_1_p1
    msg_122: ['output0.wav'], //noinput_1_p2
    msg_123: ['output0.wav'], //noinput_1_p3
    msg_124: ['output0.wav'], //noinput_1_p4
    msg_125: ['output0.wav'], //noinput_1_p5
    msg_126: ['output0.wav'], //noinput_1_p6
    msg_127: ['output0.wav'], //unknown_1_p1
    msg_128: ['output0.wav'], //unknown_1_p2
    msg_129: ['output0.wav'], //unknown_1_p3
    msg_130: ['output0.wav'], //unknown_1_p4
    msg_131: ['output0.wav'], //unknown_1_p5
    msg_132: ['output0.wav'], //unknown_1_p6
    msg_133: ['output0.wav'], //leveling_check_1
    msg_134: ['output0.wav'], //leveling_check_2
    msg_135: ['output0.wav'], //leveling_check_3
    msg_136: ['output0.wav'], //leveling_reset
    msg_137: ['output0.wav'], //onemore_another_p1
    msg_138: ['output0.wav'], //onemore_another_p2
    msg_139: ['output0.wav'], //onemore_another_p3
    msg_140: ['output0.wav'], //help
    msg_141: ['output0.wav'], //random_suki_p1
    msg_142: ['output0.wav'], //random_suki_p2
    msg_143: ['output0.wav'], //random_type
    msg_144: ['output0.wav'], //random_kistui
    msg_145: ['output0.wav'], //random_yasasiku
    msg_146: ['output0.wav'], //random_naruse
    msg_147: ['output0.wav'], //ramdom_kistui_2
    msg_148: ['output0.wav'], //random_homete
    msg_149: ['output0.wav'], //random_eguchi
    msg_150: ['output0.wav'], //random_curry
    msg_151: ['output0.wav'], //random_s
    msg_152: ['output0.wav'], //random_peko
    msg_153: ['output0.wav'], //random_jisin
    msg_154: ['output0.wav'], //random_itai
    msg_155: ['output0.wav'], //random_baka
    msg_156: ['output0.wav'], //random_ikemen
    msg_157: ['output0.wav'], //random_yasumi
    msg_158: ['output0.wav'], //training_a_ready
    msg_159: ['output0.wav'], //training_a
    msg_160: ['output0.wav'], //training_b_ready
    msg_161: ['output0.wav'], //training_b
    msg_162: ['output0.wav'], //training_d_ready
    msg_163: ['output0.wav'], //training_d
    msg_164: ['output0.wav'], //training_e_ready
    msg_165: ['output0.wav'], //training_e
    msg_166: ['output0.wav'], //training_g_ready
    msg_167: ['output0.wav'], //training_g
    msg_168: ['output0.wav'], //training_i_ready
    msg_169: ['output0.wav'], //training_i_1
    msg_170: ['output0.wav'], //training_i_2
    msg_171: ['output0.wav'], //training_i_3
    msg_172: ['output0.wav'], //training_j_ready
    msg_173: ['output0.wav'], //training_j_1
    msg_174: ['output0.wav'], //training_j_2
    msg_175: ['output0.wav'], //training_j_3
    msg_176: ['output0.wav'], //training_k_ready
    msg_177: ['output0.wav'], //training_k_1
    msg_178: ['output0.wav'], //training_k_2
    msg_179: ['output0.wav'], //training_k_3
    msg_180: ['output0.wav'], //training_l_ready
    msg_181: ['output0.wav'], //training_l_1
    msg_182: ['output0.wav'], //training_l_2
    msg_183: ['output0.wav'], //training_l_3
    msg_184: ['output0.wav'], //training_m_ready
    msg_185: ['output0.wav'], //training_m_1
    msg_186: ['output0.wav'], //training_m_2
    msg_187: ['output0.wav'], //training_m_3
    msg_188: ['output0.wav'], //training_n_ready
    msg_189: ['output0.wav'], //training_n_1
    msg_190: ['output0.wav'], //training_n_2
    msg_191: ['output0.wav'], //training_n_3
    msg_192: ['output0.wav'], //training_o_ready
    msg_193: ['output0.wav'], //training_o_1
    msg_194: ['output0.wav'], //training_o_2
    msg_195: ['output0.wav'], //training_o_3
    msg_196: ['output0.wav'], //training_p_ready
    msg_197: ['output0.wav'], //training_p_1
    msg_198: ['output0.wav'], //training_p_2
    msg_199: ['output0.wav'], //training_p_3
    msg_200: ['output0.wav'], //interval_1
    msg_201: ['output0.wav'], //interval_1_yes
    msg_202: ['output0.wav'], //interval_1_no
    msg_203: ['output0.wav'], //interval_2
    msg_204: ['output0.wav'], //interval_2_yes
    msg_205: ['output0.wav'], //interval_2_no
    msg_206: ['output0.wav'], //interval_3
    msg_207: ['output0.wav'], //interval_3_yes
    msg_208: ['output0.wav'], //interval_3_no
    msg_209: ['output0.wav'], //interval_4
    msg_210: ['output0.wav'], //interval_4_yes
    msg_211: ['output0.wav'], //interval_4_no
    msg_212: ['output0.wav'], //interval_5
    msg_213: ['output0.wav'], //interval_5_yes
    msg_214: ['output0.wav'], //interval_5_no
    msg_215: ['output0.wav'], //interval_6
    msg_216: ['output0.wav'], //interval_6_yes
    msg_217: ['output0.wav'], //interval_6_no
    msg_218: ['output0.wav'], //interval_7
    msg_219: ['output0.wav'], //interval_7_yes
    msg_220: ['output0.wav'], //interval_7_no
    msg_221: ['output0.wav'], //interval_8
    msg_222: ['output0.wav'], //interval_8_yes
    msg_223: ['output0.wav'], //interval_8_no
    msg_224: ['output0.wav'], //interval_9
    msg_225: ['output0.wav'], //interval_9_yes
    msg_226: ['output0.wav'], //interval_9_no
    msg_227: ['output0.wav'], //interval_10
    msg_228: ['output0.wav'], //interval_10_yes
    msg_229: ['output0.wav'], //interval_10_no
    msg_230: ['output0.wav'], //interval_11
    msg_231: ['output0.wav'], //interval_11_yes
    msg_232: ['output0.wav'], //interval_11_no
    msg_233: ['output0.wav'], //interval_12
    msg_234: ['output0.wav'], //interval_12_yes
    msg_235: ['output0.wav'], //interval_12_no
    msg_236: ['output0.wav'], //interval_13
    msg_237: ['output0.wav'], //interval_13_yes
    msg_238: ['output0.wav'], //interval_13_no
    msg_239: ['output0.wav'], //interval_14
    msg_240: ['output0.wav'], //interval_14_yes
    msg_241: ['output0.wav'], //interval_14_no
    msg_242: ['output0.wav'], //interval_15
    msg_243: ['output0.wav'], //interval_15_yes
    msg_244: ['output0.wav'] //interval_15_no
}



module.exports = {
    text: text,
    voice: voice,
    suggestion: suggestion,
    response: response,
    flow_main_text: flow_main_text,
    flow_main_voice: flow_main_voice,
    flow_yes_text: flow_yes_text,
    flow_yes_voice: flow_yes_voice,
    flow_no_text: flow_no_text,
    flow_no_voice: flow_no_voice,
    flow_quit_text: flow_quit_text,
    flow_quit_voice: flow_quit_voice,
    flow_noinput_text: flow_noinput_text,
    flow_noinput_voice: flow_noinput_voice,
    flow_unknown_text: flow_unknown_text,
    flow_unknown_voice: flow_unknown_voice,
    flow_help_text: flow_help_text,
    flow_help_voice: flow_help_voice,
    flow_goal_text: flow_goal_text,
    flow_goal_voice: flow_goal_voice,
    flow_another_text: flow_another_text,
    flow_another_voice: flow_another_voice,
    flow_reprompt_text: flow_reprompt_text,
    flow_reprompt_voice: flow_reprompt_voice,
    flow_revisited_text: flow_revisited_text,
    flow_revisited_voice: flow_revisited_voice,

    flow_level1_text: flow_level1_text,
    flow_level1_voice: flow_level1_voice,
    flow_level2_text: flow_level2_text,
    flow_level2_voice: flow_level2_voice,
    flow_level3_text: flow_level3_text,
    flow_level3_voice: flow_level3_voice,

    flow_love_text: flow_love_text,
    flow_love_voice: flow_love_voice,
    flow_fashion_text: flow_fashion_text,
    flow_fashion_voice: flow_fashion_voice,
    flow_meetyou_text: flow_meetyou_text,
    flow_meetyou_voice: flow_meetyou_voice,
    flow_anotherquestion_text: flow_anotherquestion_text,
    flow_anotherquestion_voice: flow_anotherquestion_voice,

    flow_morning_text: flow_morning_text,
    flow_morning_voice: flow_morning_voice,
    flow_evening_text: flow_evening_text,
    flow_evening_voice: flow_evening_voice,
    flow_night_text: flow_night_text,
    flow_night_voice: flow_night_voice,
    //flow_goodnight_text: flow_night_text,
    //flow_goodnight_voice: flow_night_voice,

    flow_random_naruse_text: flow_random_naruse_text,
    flow_random_naruse_voice: flow_random_naruse_voice,
    flow_random_suki_text: flow_random_suki_text,
    flow_random_suki_voice: flow_random_suki_voice,

    flow_random_type_text: flow_random_type_text,
    flow_random_type_voice: flow_random_type_voice,
    
    flow_random_kitsui_text: flow_random_kitsui_text,
    flow_random_kitsui_voice: flow_random_kitsui_voice,
    
    flow_random_yasashiku_text: flow_random_yasashiku_text,
    flow_random_yasashiku_voice: flow_random_yasashiku_voice,
    
    flow_random_homete_text: flow_random_homete_text,
    flow_random_homete_voice: flow_random_homete_voice,
    
    flow_random_eguchi_text: flow_random_eguchi_text,
    flow_random_eguchi_voice: flow_random_eguchi_voice,
    
    flow_random_curry_text: flow_random_curry_text,
    flow_random_curry_voice: flow_random_curry_voice,
    
    flow_random_s_text: flow_random_s_text,
    flow_random_s_voice: flow_random_s_voice,
    
    flow_random_peko_text: flow_random_peko_text,
    flow_random_peko_voice: flow_random_peko_voice,
    
    flow_random_jishin_text: flow_random_jishin_text,
    flow_random_jishin_voice: flow_random_jishin_voice,
    
    flow_random_itai_text: flow_random_itai_text,
    flow_random_itai_voice: flow_random_itai_voice,
    
    flow_random_baka_text: flow_random_baka_text,
    flow_random_baka_voice: flow_random_baka_voice,

    flow_random_ikemen_text: flow_random_ikemen_text,
    flow_random_ikemen_voice: flow_random_ikemen_voice,

    flow_random_yasumi_text: flow_random_yasumi_text,
    flow_random_yasumi_voice: flow_random_yasumi_voice,

    flow_sameday_text: flow_sameday_text,
    flow_sameday_voice: flow_sameday_voice,

    flow_nextday_text: flow_nextday_text,
    flow_nextday_voice: flow_nextday_voice,
    
    flow_afterday_text: flow_afterday_text,
    flow_afterday_voice: flow_afterday_voice,

    flow_sameday_yes_text: flow_sameday_yes_text,
    flow_sameday_yes_voice: flow_sameday_yes_voice,

    flow_nextday_yes_text: flow_nextday_yes_text,
    flow_nextday_yes_voice: flow_nextday_yes_voice,
    
    flow_afterday_yes_text: flow_afterday_yes_text,
    flow_afterday_yes_voice: flow_afterday_yes_voice,

    flow_sameday_no_text: flow_sameday_no_text,
    flow_sameday_no_voice: flow_sameday_no_voice,

    flow_nextday_no_text: flow_nextday_no_text,
    flow_nextday_no_voice: flow_nextday_no_voice,
    
    flow_afterday_no_text: flow_afterday_no_text,
    flow_afterday_no_voice: flow_afterday_no_voice,

    flow_before_week_text: flow_before_week_text,
    flow_before_week_voice: flow_before_week_voice,

    flow_after_week_text: flow_after_week_text,
    flow_after_week_voice: flow_after_week_voice,

    monday_level1_text: monday_level1_text,
    monday_level1_voice: monday_level1_voice,
    
    tuesday_level1_text: tuesday_level1_text,
    tuesday_level1_voice: tuesday_level1_voice,
    
    wednesday_level1_text: wednesday_level1_text,
    wednesday_level1_voice: wednesday_level1_voice,
    
    thursday_level1_text: thursday_level1_text,
    thursday_level1_voice: thursday_level1_voice,
    
    friday_level1_text: friday_level1_text,
    friday_level1_voice: friday_level1_voice,
                        
    saturday_level1_text: saturday_level1_text,
    saturday_level1_voice: saturday_level1_voice,
    
    sunday_level1_text: sunday_level1_text,
    sunday_level1_voice: sunday_level1_voice,
    
    monday_level2_text: monday_level2_text,
    monday_level2_voice: monday_level2_voice,
    
    tuesday_level2_text: tuesday_level2_text,
    tuesday_level2_voice: tuesday_level2_voice,
    
    wednesday_level2_text: wednesday_level2_text,
    wednesday_level2_voice: wednesday_level2_voice,
    
    thursday_level2_text: thursday_level2_text,
    thursday_level2_voice: thursday_level2_voice,
    
    friday_level2_text: friday_level2_text,
    friday_level2_voice: friday_level2_voice,
                        
    saturday_level2_text: saturday_level2_text,
    saturday_level2_voice: saturday_level2_voice,
    
    sunday_level2_text: sunday_level2_text,
    sunday_level2_voice: sunday_level2_voice,
    
    monday_level3_text: monday_level3_text,
    monday_level3_voice: monday_level3_voice,
    
    tuesday_level3_text: tuesday_level3_text,
    tuesday_level3_voice: tuesday_level3_voice,
    
    wednesday_level3_text: wednesday_level3_text,
    wednesday_level3_voice: wednesday_level3_voice,
    
    thursday_level3_text: thursday_level3_text,
    thursday_level3_voice: thursday_level3_voice,
    
    friday_level3_text: friday_level3_text,
    friday_level3_voice: friday_level3_voice,
                        
    saturday_level3_text: saturday_level3_text,
    saturday_level3_voice: saturday_level3_voice,
    
    sunday_level3_text: sunday_level3_text,
    sunday_level3_voice: sunday_level3_voice
    
}